tusdasa/ConversationalAI-Embedded-Kit-2.0/examples/high_quality_solution/espressif/components/esp_board_manager/test_apps/sdkconfig.defaults.esp32s2
CONFIG_IDF_CMAKE=y
CONFIG_IDF_TARGET_ARCH_XTENSA=y
CONFIG_IDF_TARGET="esp32s2"
CONFIG_IDF_TARGET_ESP32S2=y
CONFIG_IDF_FIRMWARE_CHIP_ID=0x0002

